IdeaRS.OpenModel.Detail.LoadDirection
Direction of load

IdeaRS.OpenModel.Detail.LoadDirection.InLcs
Direction in Local coordinate system

IdeaRS.OpenModel.Detail.LoadDirection.InGcs
Direction in global coordinate system